import Catalog from "@/components/Catalog/Catalog";
import CTA from "@/components/SectionsMainPage/CTA/CTA";
import { dataShell } from "@/constans/smazochnye-materialy/ShellConst";

export const metadata = {
	title: 'Купить моторное масло Shell с доставкой по РБ',
	description: 'Широкий ассортимент моторных масел Shell по оптовым ценам с доставкой по всей Беларуси. Гарантированное качество от "Резонанс Групп".',
	alternates: {
		canonical: 'https://'
	}
};


const MasloShell = () => {
	return (
		<main className='pb-20'>
			<div className='container mx-auto'>
				<section
					className="hero h-auto"
					style={{ backgroundImage: 'url("/pages/shell/shell.webp")' }}>
					<div className="hero-overlay bg-opacity-60" />
					<div className="hero-content text-center text-neutral-content py-16">
						<div className="max-w-md">
							<h1 className="mb-12 sd:text-7xl xz:text-4xl font-bold">Масло Shell</h1>
							<p className="mb-12 sd:text-xl xz:text-base">
								Предлагаем к приобретению моторное масло Shell от прямого поставщика по оптовым ценам, с оперативной доставкой по всей территории Беларуси. Сотрудничество с "Резонанс Групп" гарантирует высокое качество масла и выгодные цены для оптовых клиентов.
							</p>
							<button className="btn btn-primary">Позвонить</button>
						</div>
					</div>
				</section>




				<Catalog data={dataShell} />

				<CTA />

				<article className='mt-20'>
					<h4 className='uppercase text-xl font-semibold'>
						Как выбрать и купить моторное масло Shell для техники
					</h4>
					<p className='mt-3 text-justify'>
						Выбор подходящего моторного масла для сельхозтехники — важный аспект обеспечения ее надежной работы и продолжительного срока службы. В данном обзоре мы рассмотрим ключевые моменты, которые следует учесть при выборе и покупке моторного масла Shell для сельскохозяйственных машин.
					</p>
					<ul className='mt-5'>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								1. Понимание требований техники:
							</h4>
							<p className='text-justify'>
								Прежде чем приступить к выбору масла, необходимо понимать технические характеристики вашей сельхозтехники. Различные типы моторов могут требовать разные виды масел. Например, для сельскохозяйственных машин, часто используется масло Shell 10w40, Shell 10w30 или Shell 15w40 в зависимости от особенностей работы двигателя и климатических условий.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								2. Соблюдение рекомендаций производителя:
							</h4>
							<p className='text-justify'>
								Важно ознакомиться с рекомендациями производителя вашей техники относительно масла. Производители сельскохозяйственной техники обычно предоставляют подробные указания по использованию определенных видов масел, таких как гидравлическое масло Shell, которое может быть необходимо для гидравлических систем.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								3. Выбор вязкости масла:
							</h4>
							<p className='text-justify'>
								Вязкость масла - еще один важный параметр. Для различных условий эксплуатации и типов машин выбираются разные вязкости. Например, масло Shell 10w40 подходит для широкого диапазона температур и является универсальным выбором для сельхозтехники.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								4. Масло Shell и его характеристики:
							</h4>
							<p className='text-justify'>
								Масла Shell известны своим высоким качеством и эффективностью. Они разрабатываются с использованием передовых технологий, чтобы обеспечивать надежную смазку двигателей и других узлов техники. Вы можете выбрать масло Shell 10w30, 10w40 или 15w40 в зависимости от требований вашего оборудования.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								5. Гидравлическое масло Shell:
							</h4>
							<p className='text-justify'>
								Гидравлические системы также требуют специального внимания при выборе масла. Масла Shell, предназначенные для гидравлических систем, обеспечивают эффективную работу и защиту от износа.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								6. Покупка по оптовым ценам:
							</h4>
							<p className='text-justify'>
								Для сельскохозяйственных предприятий, осуществляющих крупные закупки, важно обратить внимание на возможность приобретения масла Shell по оптовым ценам. Это позволяет значительно снизить затраты на обслуживание техники.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								7. Доставка масла Shell по Беларуси:
							</h4>
							<p className='text-justify'>
								Когда выбор сделан, удобно организовать доставку масла Shell прямо на ваше предприятие. Многие поставщики предлагают услуги доставки по всей Беларуси, что удобно и экономит время.
							</p>
						</li>
						<li className=''>
							<h4 className='font-semibold mb-2'>
								8. Заключение:
							</h4>
							<p className='text-justify'>
								Выбор и покупка моторного масла Shell для сельхозтехники — ответственный шаг, который влияет на эффективность работы вашего оборудования. Следуя рекомендациям производителя, выбирая подходящую вязкость и учитывая особенности работы машин, вы можете обеспечить долгий срок службы и надежную работу вашей сельскохозяйственной техники. Приобретение масла Shell по оптовым ценам с доставкой по Беларуси — это надежный шаг на пути к обеспечению эффективности вашего сельскохозяйственного предприятия.
							</p>
						</li>
					</ul>
				</article>

			</div>
		</main>
	)
}

export default MasloShell;