import Image from "next/image"


const About = () => {
	return (
		<section
			className="hero min-h-screen rounded-md mt-20"
			style={{ backgroundImage: 'url(/about/1.webp)' }}
		>
			{/* <div className="hero-overlay bg-opacity-20"></div> */}

			<article className='sd:px-5 xz:px-1.5 pb-10'>
				<div className='pt-8 '>
					<h5 className='uppercase text-center font-semibold sd:text-3xl xz:text-xl '>
						ООО "Резонанс Групп" надежный партнер в мире моторных масел
					</h5>
					<p className='mt-8 text-center'>
						ООО "Резонанс Групп" – это динамичная компания, специализирующаяся на оптовых продажах моторных масел и фильтров для сельхозтехники, а также на ремонте двигателей сельхозтехники. Мы гордимся тем, что являемся надежным и ответственным партнером для фермеров, аграрных предприятий и сервисных центров, обеспечивая их сельхозтехнику качественными маслами, фильтрами и профессиональным обслуживанием.
					</p>
				</div>

				<p className='sd:text-xl xz:text-lg text-center uppercase  my-7'>
					Наши принципы
				</p>

				<ul className='mt-5 grid sm:grid-cols-2 gap-4'>
					<li className='card w-full bg-white/40 border border-white/60'>
						<figure className="">
							<div>
								<svg t="1699471120835" className="fill-current" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="5208" width="128" height="128"><path d="M715.2 254.4H312l-144 144 328 400 14.4 38.4 9.6-25.6L859.2 400l-144-145.6zM510.4 726.4l-115.2-302.4h232l-116.8 302.4zM379.2 384l-33.6-88h329.6L641.6 384H379.2zM336 384h-96l70.4-70.4L336 384z m376-75.2l73.6 73.6h-102.4l28.8-73.6z m-473.6 115.2H352l99.2 257.6-212.8-257.6z m430.4 0h118.4L564.8 694.4l104-270.4z" p-id="5209"></path>
								</svg>
							</div>
						</figure>
						<div className="card-body">
							<h2 className="card-title">Качество во всём</h2>
							<p className='text-sm'>
								Мы понимаем, что для надежной работы сельхозтехники необходимы высококачественные масла и фильтры. Поэтому мы тщательно отбираем поставщиков и предлагаем только продукцию, которой мы доверяем. Наши масла и фильтры прошли строгие испытания и соответствуют высоким стандартам качества.
							</p>
						</div>
					</li>

					<li className='card w-full bg-white/40 border border-white/60'>
						<figure className="">
							<div>
								<svg t="1699520997761" className="fill-current" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="6245" width="128" height="128"><path d="M454.885699 285.780769c-46.157249-1.554402-91.312682 28.022217-98.594529 68.871577l33.970696 78.103846c28.946262 23.125697 78.134545 44.754297 99.323123 67.209728L292.545334 499.965919l-9.653871 0c-28.29544 0-51.464115 23.112394-51.464115 51.438533l0 0c0 20.637016 12.356422 38.575574 29.996175 46.728254-15.539928 8.882298-26.013467 25.617447-26.013467 44.710294l0 0c0 23.990391 16.511046 44.255946 38.821167 49.909713-7.78122 9.058306-12.455683 20.715811-12.455683 33.472346l0 0c0 28.327162 23.141046 51.436486 51.436486 51.436486l1.6465 0c-9.027607 9.30697-14.662955 22.016433-14.662955 35.975353l0 0c0 28.322046 23.168676 51.436486 51.411927 51.436486l100.397594 0 126.410038 0 1.677199 0 44.783972-44.833091 141.943826-14.736633 0 65.773006L958.094476 871.276666l0-396.807445L766.820128 474.469222l0 49.962925-65.786309-0.049119C667.461189 403.565359 476.273822 413.358399 454.885699 285.780769L454.885699 285.780769 454.885699 285.780769zM333.520561 280.687774l-22.610974 22.943548 78.027098 179.338504L261.972015 482.969826 204.030371 350.189707c-44.75532 5.398964-90.715071-4.90266-126.686331-35.149545-20.569478-75.816756-16.667611-134.953621-3.055592-187.330526 8.456602-3.230578 16.864086-6.457062 25.289989-9.665127 15.237029 39.971363 30.501688 80.022545 45.708018 120.002095 49.383734 2.790556 85.763292-11.093662 120.68771-46.053895-15.216563-39.98876-30.472012-80.030731-45.706995-120.023584 8.425903-3.212158 16.838503-6.376221 25.289989-9.602705 45.031613 30.004361 87.263459 71.476915 122.463146 141.772934C363.695814 233.159294 351.28618 258.999822 333.520561 280.687774L333.520561 280.687774 333.520561 280.687774zM448.329377 886.845247l21.038152 48.180326c22.566972 37.725206 109.777219 29.370935 118.483508-18.188244l-13.085016-29.992081L448.329377 886.845247 448.329377 886.845247 448.329377 886.845247zM448.329377 886.845247" p-id="6246"></path></svg>
							</div>
						</figure>
						<div className="card-body">
							<h2 className="card-title">
								Профессиональный ремонт
							</h2>
							<p className='text-sm'>
								Наша компания не только предоставляет сельхозтехнике необходимые запчасти, но и имеет собственное профессиональное оборудование и опытных мастеров для качественного ремонта двигателей и других узлов. Мы стремимся обеспечить долгий срок службы вашей сельхозтехники и помочь вам сэкономить на капитальных ремонтах.
							</p>
						</div>
					</li>

					<li className='card w-full bg-white/40 border border-white/60'>
						<figure className="">
							<div>
								<svg t="1699521314280" className="fill-current" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="7266" width="128" height="128"><path d="M751.078891 538.746269c-44.486141-43.940299-110.533049-58.678038-169.756929-38.208956l-23.198295 8.460555h-147.104477c-25.381663 0.818763-45.304904 21.833689-44.486141 47.488273 2.183369 25.381663 22.652452 45.304904 48.034115 44.48614h87.061834c8.460554 1.364606 15.010661 7.641791 15.556503 15.556504 1.364606 9.82516-5.731343 18.285714-15.556503 19.923241h-87.061834c-44.486141 0-81.33049-34.660981-83.513859-79.147122v-1.364605l-80.784648-91.155651c-17.19403-19.923241-46.942431-22.652452-67.411514-6.550106 0 0-0.818763 0.818763-1.364606 0.818763-19.923241 17.739872-21.287846 47.488273-4.093816 67.138593l161.296375 184.76759c21.833689 24.835821 53.219616 38.754797 85.697228 38.754798h242.081024l42.302771 42.302772 149.833689-146.558636-107.530917-106.712153z" p-id="7267"></path><path d="M362.712154 520.733475c6.823028-15.556503 22.10661-26.473348 40.392324-27.019189h147.104477l23.198294-8.460555c9.279318-3.275053 18.831557-5.458422 28.383796-7.095948 15.010661-24.5629 23.744136-53.492537 23.744136-84.332623 0-89.518124-72.597015-162.115139-162.115138-162.115139s-162.115139 72.597015-161.842218 162.115139c0 51.309168 23.744136 97.159915 61.134329 126.908315z m100.434968-226.251599c21.287846 0 38.481876 17.466951 38.481876 39.027719s-17.466951 39.027719-38.754798 39.027718c-21.287846 0-38.754797-17.466951-38.754797-39.027718 0.545842-21.560768 17.739872-39.027719 39.027719-39.027719zM390.277186 439.402985c0-29.202559 17.739872-53.492537 40.119402-54.857143h63.86354c22.379531 0 40.938166 23.198294 41.75693 52.400853V450.865672H390.277186V439.402985z" p-id="7268"></path></svg>
							</div>
						</figure>
						<div className="card-body">
							<h2 className="card-title">
								Индивидуальный подход
							</h2>
							<p className='text-sm'>
								Мы понимаем, что каждое сельскохозяйственное предприятие уникально, и учитываем особенности вашего бизнеса. Мы готовы предложить индивидуальные условия сотрудничества, оптимизированные под ваши нужды.
							</p>
						</div>
					</li>
					<li className='card w-full bg-white/40 border border-white/60'>
						<figure className="">
							<div>
								<svg t="1699521499968" className="fill-current" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="1729" width="128" height="128"><path d="M128 170.666667C81.066667 170.666667 42.666667 209.066667 42.666667 256L42.666667 725.333333 128 725.333333C128 796.16 185.173333 853.333333 256 853.333333 326.826667 853.333333 384 796.16 384 725.333333L640 725.333333C640 796.16 697.173333 853.333333 768 853.333333 838.826667 853.333333 896 796.16 896 725.333333L981.333333 725.333333 981.333333 512 853.333333 341.333333 725.333333 341.333333 725.333333 170.666667M426.666667 256 597.333333 426.666667 426.666667 597.333333 426.666667 469.333333 170.666667 469.333333 170.666667 384 426.666667 384M725.333333 405.333333 832 405.333333 916.053333 512 725.333333 512M256 661.333333C291.413333 661.333333 320 689.92 320 725.333333 320 760.746667 291.413333 789.333333 256 789.333333 220.586667 789.333333 192 760.746667 192 725.333333 192 689.92 220.586667 661.333333 256 661.333333M768 661.333333C803.413333 661.333333 832 689.92 832 725.333333 832 760.746667 803.413333 789.333333 768 789.333333 732.586667 789.333333 704 760.746667 704 725.333333 704 689.92 732.586667 661.333333 768 661.333333Z" p-id="1730"></path></svg>
							</div>
						</figure>
						<div className="card-body">
							<h2 className="card-title">
								Доставка и поддержка
							</h2>
							<p className='text-sm'>
								ООО "Резонанс Групп" предоставляет услугу доставки продукции по всей территории РБ. Мы также готовы оказать консультации и техническую поддержку в вопросах выбора и применения масел и фильтров.
							</p>
						</div>
					</li>
				</ul>

				<div className='text-center mt-8'>
					<p className='sd:text-xl xz:text-lg font-semibold'>
						Партнерство, Надежность, Качество
					</p>
					<p className='mt-2'>
						Наша компания стремится стать вашим долгосрочным партнером в сфере сельхозтехники. Мы гордимся своей репутацией и обязуемся предоставлять вам только лучшие продукты и услуги. С нами вы получаете надежного партнера, готового поддержать вас в обеспечении надежности и эффективности вашей сельхозтехники.
					</p>
					<p className='mt-4 font-bold'>
						Свяжитесь с нами сегодня и убедитесь в том, как ООО "Резонанс Групп" может помочь вам в достижении ваших сельскохозяйственных целей. Вместе мы сделаем ваше сельское хозяйство более производительным и успешным.
					</p>
				</div>
			</article>
		</section>
	)
}

export default About