export const data = [
	{
		id: 1,
		img: '/pages/lukoil/card1.webp',
		alt: 'Масло ЛУКОЙЛ АВАНГАРД УЛЬТРА, 10W-40, API CI-4/SL',
		h3: 'Масло ЛУКОЙЛ АВАНГАРД УЛЬТРА, 10W-40, API CI-4/SL',
		p: 'Полусинтетическое моторное масло объёмом 4л., 20л., 200л.'
	},
	{
		id: 2,
		img: '/pages/lukoil/card2.webp',
		alt: 'Масло Лукойл Авангард Ультра 15W40 CI-4/SL',
		h3: 'Масло Лукойл Авангард Ультра 15W40 CI-4/SL',
		p: 'Минеральное моторное масло объёмом 4л., 20л., 200л.'
	},
	{
		id: 3,
		img: '/pages/lukoil/card3.webp',
		alt: 'Масло Лукойл Дизель М10Г2к',
		h3: 'Масло Лукойл Дизель М10Г2к',
		p: 'Минеральное моторное масло объёмом 4л., 20л., 200л.'
	},
]

export const title = {
	h2: 'Каталог масла Лукойл',
	p: 'Вашу цену на масло Лукойл вы можете узнать, позвонив нам или нажав кнопку "Заказать". Стоимость масла рассчитывается с учетом объема. Независимо от того, являетесь ли вы крупным оптовым покупателем или индивидуальным клиентом, мы предоставляем выгодные цены для полноценного и долгосрочного сотрудничества.'
}

export const dataLukoil = {
	data,
	title,
}