export const data = [
	{
		id: 1,
		img: '/pages/naftan/card1.webp',
		alt: 'Масло моторное «НАФТАН ДИЗЕЛЬ УЛЬТРА Л» 10W-40 API CI-4/SL',
		h3: 'Масло моторное «НАФТАН ДИЗЕЛЬ УЛЬТРА Л» 10W-40 API CI-4/SL',
		p: 'Полусинтетическое моторное масло объёмом 20л., 200л.'
	},
	{
		id: 2,
		img: '/pages/naftan/card2.webp',
		alt: 'Моторное масло Нафтан М-10Г2к',
		h3: 'Моторное масло Нафтан М-10Г2к',
		p: 'Масло объёмом 20л., 200л.'
	},
	{
		id: 3,
		img: '/pages/naftan/card3.webp',
		alt: 'Масло моторное Нафтан Премьер SAE 10w-40 API SL/CF',
		h3: 'Масло моторное Нафтан Премьер SAE 10w-40 API SL/CF',
		p: 'Полусинтетическое моторное масло объёмом 4л., 20л., 200л.'
	},
]

export const title = {
	h2: 'Каталог масла Нафтан',
	p: 'Вашу цену на масло Нафтан вы можете узнать, позвонив нам или нажав кнопку "Заказать". Стоимость масла рассчитывается с учетом объема. Независимо от того, являетесь ли вы крупным оптовым покупателем или индивидуальным клиентом, мы предоставляем выгодные цены для полноценного и долгосрочного сотрудничества.'
}

export const dataNaftan = {
	data,
	title,
}