export const data = [
	{
		id: 1,
		img: '/pages/rosneft/card1.webp',
		alt: 'Масло трансмиссионное Rosneft Kinetic MT 75W-90',
		h3: 'Масло трансмиссионное Rosneft Kinetic MT 75W-90',
		p: 'Масло объёмом 20л., 200л.'
	},
	{
		id: 2,
		img: '/pages/rosneft/card2.webp',
		alt: 'Масло Rosneft Revolux D3 10w-40 ',
		h3: 'Масло Rosneft Revolux D3 10w-40',
		p: 'Полусинтетическое моторное масло объёмом 5л., 20л., 200л.'
	},
	{
		id: 3,
		img: '/pages/rosneft/card3.webp',
		alt: 'Моторное масло Роснефть Diesel 3 15W-40, API CI-4/SL',
		h3: 'Моторное масло Роснефть Diesel 3 15W-40, API CI-4/SL',
		p: 'Минеральное моторное масло объёмом 5л., 20л., 200л.'
	},
]

export const title = {
	h2: 'Каталог масла Роснефть',
	p: 'Вашу цену на масло Роснефть вы можете узнать, позвонив нам или нажав кнопку "Заказать". Стоимость масла рассчитывается с учетом объема. Независимо от того, являетесь ли вы крупным оптовым покупателем или индивидуальным клиентом, мы предоставляем выгодные цены для полноценного и долгосрочного сотрудничества.'
}

export const dataRosneft = {
	data,
	title,
}