export const data = [
	{
		id: 1,
		img: '/pages/smazki/card1.webp',
		alt: 'Смазка Литол-24',
		h3: 'Смазка Литол-24',
		p: 'Смазка объёмом 0,8кг., 20кг., 200кг.'
	},
	{
		id: 2,
		img: '/pages/smazki/card2.webp',
		alt: 'Масло моторное Gazpromneft Diesel Premium 10W40 CI-4/SL ',
		h3: 'Масло моторное Gazpromneft Diesel Premium 10W40 CI-4/SL ',
		p: 'Минеральное моторное масло объёмом  30л., 200л.'
	},
]

export const title = {
	h2: 'Смазки',
	p: 'Вашу цену на масло Смазки вы можете узнать, позвонив нам или нажав кнопку "Заказать". Стоимость масла рассчитывается с учетом объема. Независимо от того, являетесь ли вы крупным оптовым покупателем или индивидуальным клиентом, мы предоставляем выгодные цены для полноценного и долгосрочного сотрудничества.'
}

export const dataSmazki = {
	data,
	title,
}