import Catalog from "@/components/Catalog/Catalog";
import CTA from "@/components/SectionsMainPage/CTA/CTA";
import { dataGazpromneft } from "@/constans/smazochnye-materialy/GazpromneftConst";

export const metadata = {
	title: 'Купить масло Газпромнефть с доставкой по Беларуси | Опт',
	description: 'Закажите масло Газпромнефть по оптовым ценам для своей техники с доставкой по всей Беларуси. Выгодные предложения для оптовых покупателей.',
	alternates: {
		canonical: ''
	}
};

const MasloNSL = () => {
	return (
		<main className='pb-20'>
			<div className='container mx-auto'>
				<section
					className="hero h-auto"
					style={{ backgroundImage: 'url("/pages/gazpromneft/gazpromneft.webp")' }}>
					<div className="hero-overlay bg-opacity-60" />
					<div className="hero-content text-center text-neutral-content py-16">
						<div className="max-w-md">
							<h1 className="mb-12 sd:text-5xl xz:text-4xl font-bold uppercase text-center">
								Масло Газпромнефть
							</h1>
							<p className="mb-12 sd:text-xl xz:text-base">
								Масло Газпромнефть от первого поставщика по оптовым ценам для грузовой и сельскохозяйственной техники с оперативной доставкой по в РБ
							</p>
							<button className="btn btn-primary">Позвонить</button>
						</div>
					</div>
				</section>


				<Catalog data={dataGazpromneft} />

				<CTA />

				<article className='mt-20'>
					<h4 className='uppercase text-xl font-semibold'>
						Масло Газпромнефть для Грузовой и Сельскохозяйственной Техники: Источник Надежности и Эффективности
					</h4>
					<p className='mt-3 text-justify'>
						В мире высокотехнологичных решений и интенсивных нагрузок на транспортные средства, выбор моторного масла становится важным решением для обеспечения надежной и эффективной работы грузовых автомобилей и сельскохозяйственной техники. В этом контексте продукция от компании "Газпромнефть" заслуженно занимает одно из ведущих мест, пользуясь заслуженной популярностью среди владельцев техники различного типа.
					</p>
					<ul className='mt-5'>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								1. Технологический Прогресс:
							</h4>
							<p className='text-justify'>
								Масло от "Газпромнефть" обогащено передовыми технологическими разработками, которые обеспечивают эффективное смазывание и защиту двигателя. Это особенно важно для грузовых и сельскохозяйственных машин, которые подвергаются высоким нагрузкам и различным климатическим условиям.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								2. Адаптировано к Эксплуатационным Условиям:
							</h4>
							<p className='text-justify'>
								Грузовики и сельскохозяйственная техника часто работают в условиях, где стандартные масла могут не справиться. Продукция "Газпромнефть" адаптирована к экстремальным эксплуатационным условиям, обеспечивая максимальную защиту и долгий срок службы двигателя.
							</p>
						</li>

						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								3. Экономия Топлива:
							</h4>
							<p className='text-justify'>
								Масла "Газпромнефть" способствуют снижению расхода топлива благодаря уменьшению трения в двигателе. Экономия топлива является критически важной характеристикой для грузовых автомобилей и сельскохозяйственной техники, ориентированных на эффективность и снижение эксплуатационных расходов.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								4. Совместимость с Различными Типами Техники:
							</h4>
							<p className='text-justify'>
								Масла "Газпромнефть" разнообразны и подходят для различных типов двигателей, будь то дизельные или бензиновые. Эта универсальность делает продукцию компании предпочтительной для владельцев смешанного парка техники.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								5. Сертификация и Стандарты Качества:
							</h4>
							<p className='text-justify'>
								Продукция "Газпромнефть" соответствует высшим стандартам качества и проходит сертификацию согласно международным стандартам. Это гарантирует потребителям, что они приобретают продукт, который соответствует самым строгим требованиям отрасли.
							</p>
						</li>

						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								6. Повышенная Эффективность Смазывания:
							</h4>
							<p className='text-justify'>
								Масла "Газпромнефть" обеспечивают высокую эффективность смазывания, минимизируя износ и уменьшая температуру работы двигателя. Это особенно важно для техники, которая испытывает длительные периоды работы под нагрузкой.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								7. Улучшенная Устойчивость к Окислению:
							</h4>
							<p className='text-justify'>
								Устойчивость к окислению - ключевой параметр для масел, используемых в тяжелых условиях. Продукция "Газпромнефть" обладает повышенной устойчивостью к окислению, что обеспечивает стабильную работу двигателя в различных режимах.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								8. Экологическая Ориентированность:
							</h4>
							<p className='text-justify'>
								"Газпромнефть" активно следит за тем, чтобы их продукция соответствовала современным стандартам экологичности. Это важно как для самой компании, так и для ее потребителей, ориентированных на устойчивость и заботу об окружающей среде.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								9. Оптимизация Эксплуатационных Расходов:
							</h4>
							<p className='text-justify'>
								Долгий срок службы двигателя и снижение расхода топлива прямо влияют на общие эксплуатационные расходы. "Газпромнефть" помогает владельцам грузовых автомобилей и сельскохозяйственной техники оптимизировать затраты на обслуживание своей техники.
							</p>
						</li>

						<li className=''>
							<h4 className='font-semibold mb-2'>
								Заключение:
							</h4>
							<p className='text-justify'>
								Масла "Газпромнефть" для грузовой и сельскохозяйственной техники оправдывают свою популярность благодаря передовым технологиям, высокой эффективности и надежной защите двигателей. Владельцы техники выбирают этот бренд как партнера, обеспечивающего долгий срок службы и бесперебойную работу их машин в самых трудных условиях.
							</p>
						</li>
					</ul>
				</article>

			</div>
		</main>
	)
}

export default MasloNSL;