import Catalog from "@/components/Catalog/Catalog";
import CTA from "@/components/SectionsMainPage/CTA/CTA";
import { dataNaftan } from "@/constans/smazochnye-materialy/NaftanConst";


export const metadata = {
	title: 'Купить масло Нафтан с доставкой по Беларуси | Опт',
	description: 'Закажите масло Нафтан по оптовым ценам для своей техники с доставкой по всей Беларуси. Выгодные предложения для оптовых покупателей.',
	alternates: {
		canonical: ''
	}
};

const MasloNSL = () => {
	return (
		<main className='pb-20'>
			<div className='container mx-auto'>
				<section
					className="hero h-auto"
					style={{ backgroundImage: 'url("/pages/naftan/naftan.webp")' }}>
					<div className="hero-overlay bg-opacity-60" />
					<div className="hero-content text-center text-neutral-content py-16">
						<div className="max-w-md">
							<h1 className="mb-12 sd:text-5xl xz:text-4xl font-bold uppercase text-center">
								Масло Нафтан
							</h1>
							<p className="mb-12 sd:text-xl xz:text-base">
								Масло Нафтан по оптовым ценам для грузовой и сельскохозяйственной техники с оперативной доставкой по в РБ
							</p>
							<button className="btn btn-primary">Позвонить</button>
						</div>
					</div>
				</section>


				<Catalog data={dataNaftan} />

				<CTA />

				<article className='mt-20'>
					<h4 className='uppercase text-xl font-semibold'>
					Масло Нафтан для Грузовой и Сельскохозяйственной Техники: Эффективная Защита и Надежность
					</h4>
					<p className='mt-3 text-justify'>
					В мире интенсивного сельского и грузового хозяйства, где надежность и эффективность техники играют решающую роль, выбор моторного масла становится стратегическим моментом. Масло Нафтан, производимое одноименной компанией, успешно зарекомендовало себя как надежный союзник для грузовых автомобилей и сельскохозяйственной техники, обеспечивая необходимую защиту и продлевая срок службы двигателей.
					</p>
					<ul className='mt-5'>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
							1. Производство от Нафтан:
							</h4>
							<p className='text-justify'>
							Масло Нафтан производится Белорусским НПЗ "Нафтан", который является крупнейшим производителем нефтепродуктов в регионе. С богатым опытом и высокими стандартами качества, компания создает продукты, отвечающие самым строгим требованиям мирового рынка.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
							2. Приспособленность к Эксплуатации:
							</h4>
							<p className='text-justify'>
							Грузовые и сельскохозяйственные машины подвергаются интенсивной эксплуатации, и масло Нафтан разработано с учетом этих особенностей. Оно эффективно смазывает двигатель, минимизируя износ и обеспечивая стабильную работу под любыми нагрузками и в различных климатических условиях.
							</p>
						</li>

						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
							3. Преимущества Использования:
							</h4>
							<p className='text-justify'>
							Одним из ключевых преимуществ масла Нафтан является его высокая термическая стабильность. Это позволяет поддерживать оптимальную температуру работы двигателя, что важно для предотвращения перегрева и увеличения срока службы двигателя.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
							4. Снижение Расхода Топлива:
							</h4>
							<p className='text-justify'>
							Масло Нафтан способствует снижению трения в двигателе, что в свою очередь снижает расход топлива. Экономия топлива является ключевым аспектом, оцениваемым владельцами грузовой и сельскохозяйственной техники, стремящимися сократить эксплуатационные расходы.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
							5. Ассортимент Продукции:
							</h4>
							<p className='text-justify'>
							Нафтан предлагает разнообразные продукты, адаптированные к различным типам двигателей. Будь то дизельные, бензиновые или гибридные двигатели, владельцы техники могут выбрать оптимальное масло, соответствующее требованиям их машин.
							</p>
						</li>

						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
							6. Экологическая Безопасность:
							</h4>
							<p className='text-justify'>
							Продукция Нафтан соответствует современным стандартам экологической безопасности. Это важный аспект в контексте растущего внимания к устойчивому развитию и соблюдению экологических норм.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
							7. Стоимость и Экономия:
							</h4>
							<p className='text-justify'>
							Масло Нафтан предлагает адекватные цены, что делает его привлекательным выбором для предприятий и ферм, управляющих грузовой и сельскохозяйственной техникой. Экономия на покупке масла не отражается на его качестве.
							</p>
						</li>
						<li className='mb-4'>
							<h4 className='font-semibold mb-2'>
								8. Продление Срока Службы Двигателя:
							</h4>
							<p className='text-justify'>
							Использование масла Нафтан не только обеспечивает эффективную работу двигателя в настоящем, но и продлевает его срок службы. Это фундаментально важно для владельцев техники, стремящихся максимизировать возврат на инвестиции.
							</p>
						</li>

						<li className=''>
							<h4 className='font-semibold mb-2'>
								Заключение:
							</h4>
							<p className='text-justify'>
							Масло Нафтан для грузовой и сельскохозяйственной техники — это не просто продукт, а ключевой компонент для обеспечения эффективности и долговечности моторов. Произведенное с использованием передовых технологий, оно является выбором, на который
							</p>
						</li>
					</ul>
				</article>

			</div>
		</main>
	)
}

export default MasloNSL;