export const data = [
	{
		id: 1,
		img: '/pages/filter/card1.webp',
		alt: 'Фильтра Donaldson',
		h3: 'Фильтра Donaldson',
		p: 'Применение: Легковые автомобили, Грузовики и автобусы, Сельскохозяйственная и строительная техника',

	},
	{
		id: 2,
		img: '/pages/filter/card2.webp',
		alt: 'Фильтра HIFI Filter',
		h3: 'Фильтра HIFI Filter',
		p: 'Применение: Легковые автомобили, Грузовики и автобусы, Сельскохозяйственная и строительная техника',
	},
	{
		id: 3,
		img: '/pages/filter/card3.webp',
		alt: 'Фильтра Ferra Filter',
		h3: 'Фильтра Ferra Filter',
		p: 'Применение: Легковые автомобили, Грузовики и автобусы, Сельскохозяйственная и строительная техника',
	},
	{
		id: 4,
		img: '/pages/filter/card4.webp',
		alt: 'Фильтра Hengst',
		h3: 'Фильтра Hengst',
		p: 'Применение: Легковые автомобили, Грузовики и автобусы, Сельскохозяйственная и строительная техника',
	},
]

export const title = {
	h2: 'Каталог фильтров',
	p: 'Вашу цену на фильтра вы можете узнать, позвонив нам или нажав кнопку "Заказать". Стоимость масла рассчитывается с учетом объема. Независимо от того, являетесь ли вы крупным оптовым покупателем или индивидуальным клиентом, мы предоставляем выгодные цены для полноценного и долгосрочного сотрудничества.'
}

export const dataFilters = {
	data,
	title,
}