export const data = [
	{
		id: 1,
		img: '/pages/antizriz/card1.webp',
		alt: 'Антифриз G11',
		h3: 'Антифриз G11',
		p: 'Объём: 5л., 10л., 20л., 200л.',

	},
	{
		id: 2,
		img: '/pages/antizriz/card1.webp',
		alt: 'Антифриз G12',
		h3: 'Антифриз G12',
		p: 'Объём: 5л., 10л., 20л., 200л.',
	},
	{
		id: 3,
		img: '/pages/antizriz/card1.webp',
		alt: 'Антифриз G13',
		h3: 'Антифриз G13',
		p: 'Объём: 5л., 10л., 20л., 200л.',
	},

]

export const title = {
	h2: 'Каталог Антифризов',
	p: 'Вашу цену на антифриз вы можете узнать, позвонив нам или нажав кнопку "Заказать". Стоимость масла рассчитывается с учетом объема. Независимо от того, являетесь ли вы крупным оптовым покупателем или индивидуальным клиентом, мы предоставляем выгодные цены для полноценного и долгосрочного сотрудничества.'
}

export const dataAntifriz = {
	data,
	title,
}