export const data = [
	{
		id: 1,
		img: '/pages/tosol/card1.webp',
		alt: 'Тосол',
		h3: 'Тосол',
		p: 'Объём: 5л.',

	},
	{
		id: 2,
		img: '/pages/tosol/card2.webp',
		alt: 'Тосол',
		h3: 'Тосол',
		p: 'Объём: 20л.',
	},
	{
		id: 3,
		img: '/pages/tosol/card3.webp',
		alt: 'Тосол',
		h3: 'Тосол',
		p: 'Объём: 200л.',
	},

]

export const title = {
	h2: 'Каталог Тосола',
	p: 'Вашу цену на тосола вы можете узнать, позвонив нам или нажав кнопку "Заказать". Стоимость масла рассчитывается с учетом объема. Независимо от того, являетесь ли вы крупным оптовым покупателем или индивидуальным клиентом, мы предоставляем выгодные цены для полноценного и долгосрочного сотрудничества.'
}

export const dataTosol = {
	data,
	title,
}